"Table Options" = "表选项";
"Tab" = "定位";
"Semicolon" = "分号";
"Comma" = "逗号";
"Space" = "空格";
"Other Symbol" = "其他符号";
"None" = "无";
"Append: add records to the destination table" = "追加：添加记录到目标表";
"Update: update records in the destination with matching records from source" = "更新：更新目标和源记录相符的记录";
"Append/Update: if records exist in destination, update it. Otherwise, add it" = "追加或更新：如果目标存在相同记录，更新它。否则，添加它";
"Delete: delete records in destination that match records in source" = "删除：删除目标中和源记录相符的记录";
"Copy: delete all records in destination, repopulate from the source" = "复制：删除目标全部记录，并从源重新导入";
"Date" = "日期";
"DateTime" = "日期时间";
"Number" = "数字";
"Time" = "时间";
"Result" = "结果";
"Explain" = "解释";
"Primary Key" = "主键";
"All" = "全部";
"Data" = "数据";
"does not begin with" = "开始不是以";
"is between" = "介于";
"is equal to" = "等于";
"is greater than" = "大于";
"is greater than or equal to" = "大于或等于";
"is less than" = "小于";
"is less than or equal to" = "小于或等于";
"is not between" = "不介于";
"is not equal to" = "不等于";
"Text file" = "文本文件";
"Whole Word" = "整个字";
"contains" = "包含";
"does not contain" = "不包含";
"begin with" = "开始以";
"end with" = "结束以";
"is null" = "是 null";
"is not null" = "不是 null";
"is in list" = "在列表";
"is not in list" = "不在列表";
"is empty" = "是空的";
"is not empty" = "不是空的";
"Text" = "文本";
"Object ID" = "对象 ID";
"Getting Tables" = "正在获取表";
"Getting Table Constraints" = "正在获取表约束";
"Getting Views" = "正在获取视图";
"Getting Indexes" = "正在获取索引";
"Getting Sequences" = "正在获取序列";
"Getting Triggers" = "正在获取触发器";
"Getting Functions" = "正在获取函数";
"Getting Rules" = "正在获取规则";
"Getting Events" = "正在获取事件";
"Custom" = "自定义";
"Failed" = "失败";
"Regular Expression" = "正则表达式";
"Prefix" = "前缀";
"Contains" = "包含";
"Structure" = "结构";
"contains (case insensitive)" = "包含（不区分大小写）";
"does not contain (case insensitive)" = "不包含（不区分大小写）";
"does not end with" = "结束不是以";
"Multiple" = "多项";
"Base64" = "Base64";
"DBase file" = "DBase 文件";
"Paradox file" = "Paradox 文件";
"CSV file" = "CSV 文件";
"Excel file" = "Excel 文件";
"XML file" = "XML 文件";
"JSON file" = "JSON 文件";
"MS Access Database" = "MS Access 数据库";
"Timezone" = "时区";
"Getting Table Fields" = "正在获取表字段";
"Getting Foreign Keys" = "正在获取外键";
"Getting Partitions" = "正在获取分区";
"Cancelled" = "已取消";
"Completed" = "已完成";
"Getting Server Settings" = "正在获取服务器设置";
"Comparing" = "正在比对";
"Enter database user password for \"%s\" (%s)" = "输入 \"%s\"（%s）的数据库用户密码";
"Enter database password for \"%s\"" = "输入 \"%s\" 的数据库密码";
"Enter HTTP password for \"%s\"" = "输入 \"%s\" 的 HTTP 密码";
"Enter HTTP Proxy password for \"%s\"" = "输入 \"%s\" 的 HTTP 代理服务器密码";
"Enter SSH password for \"%s\" (%s)" = "输入 \"%s\"（%s）的 SSH 密码";
"Enter SSH passphrase for \"%s\" (%s)" = "输入 \"%s\"（%s）的 SSH 代理服务器密码";
"Start getting tables info" = "开始获取表的信息";
"Getting \"%s\" info (%s)" = "正在获取 \"%s\" 的信息（%s）";
"Cancelled getting tables info" = "取消获取表的信息";
"Failed getting tables info" = "取表的信息失败";
"Finished getting tables info" = "完成获取表的信息";
"Start checking tables structure" = "开始检查表的结构";
"Finished checking tables structure" = "完成检查表的结构";
"Start comparing tables data" = "开始比对表的数据";
"Getting \"%s\" data (%s)" = "正在获取 \"%s\" 的数据（%s）";
"Comparing \"%s\" data" = "正在比对 \"%s\" 的数据";
"Comparing \"%s\" data (%s)" = "正在比对 \"%s\" 的数据（%s）";
"Finished comparing tables data" = "完成比对表的数据";
"Comparison cancelled" = "比对已取消";
"Comparison failed" = "比对失败";
"Comparison completed" = "比对已完成";
"Password Expired. Please enter a new password" = "密码已过期。请输入新密码。";
"Documents" = "文档";
"Total Size" = "总大小";
"Average Size" = "平均大小";
"Documents Matched" = "符合的文档";
"Documents Sampled" = "采样的文档";
"exists" = "存在";
"does not exist" = "不存在";
"is field type" = "是字段类型";
"is not field type" = "不是字段类型";
"Random" = "随机";
"Percent" = "百分比";
"Backup file version not supported" = "不支持备份文件版本";
"First" = "最初";
"Last" = "最后";
"Your subscription has expired. Renew your subscription or enter a license key to continue using Navicat." = "你的订阅已过期。续订订阅或输入许可证密钥以继续使用 Navicat。";
"Error occurred while loading subscription info. Please try again later." = "加载订阅信息时发生了错误。请稍后再试。";
"We couldn't find a subscription associated with this Navicat ID. You can purchase a new subscription at %s" = "我们找不到与此 Navicat ID 关联的订阅。你可以在 %s 购买新订阅";
"If you already have a subscription and are unable to access it, please contact Navicat Support." = "如果你已经购买订阅，但无法访问订阅，请联系 Navicat 支持。";
"Your version is not up to date. You need to upgrade Navicat to continue using latest subscription." = "你的 Navicat 不是最新版本。你需要升级 Navicat 才能继续使用最新订阅。";
"Activation failed. To activate, you need to deactivate your previous license key." = "激活失败。若要激活，你需要先取消激活以前的许可证密钥。";
